{
  "author": "Liesa Maerevoet",
  "github": "Rosaplankton",
  "",
  "contact":"m.liesa@hotmail.com",
  "repos": [
    "triangle-algorithm",
    "findus",
    "selective-candy-machine"
  ],
  "algorithm": {
    "title": "triangle stripes",
    "image": "io-triangle-stripe.png",
    "thumb": "io-triangle-stripe-thumb.png",
    "repo-url": "https://github.com/Rosaplankton/triangle-algorithm",
    "abstract": "From analog to digtial algorithm. Our first exercise was to create a precise written drawing instruction, so that 10 people could implement it. Afterwards we analyzed the results, to improve the instructions and to try out different parameters. Finally we translated our concept in to a digital format by using Processing in python mode. This little project could be used as tool to design indivual jewelry or icons. "
  },
  "slime": {
    "title": "findus",
    "image": "io-findus.png",
    "thumb": "io-findus-thumb.png",
    "repo-url": "https://github.com/Rosaplankton/findus",
    "abstract": "In this project we want to explore, if we can manipulate the slime molds growth. We know, that the slime mold will spread to find new food. It never takes the same way twice, so it is somehow able to remember where it has already been. In our setup, we assume, that the hungry slime mold will follow the offered food. "
  },
  "motor-poster": {
    "title": "selective candy machine",
    "image": "io-candy.png",
    "thumb": "io-candy-thumb.png",
    "repo-url": "https://github.com/Rosaplankton/selective-candy-machine",
    "video-prototyp-url": "https://vimeo.com/143316854",
    "video-url": "https://vimeo.com/143266239",
    "abstract": "This candy machine is different. Not everyone will get a sweet. Instead of a coin slot there are 2 infrared sensors and a little bit of code. So the machine decides whom to offer something. The human input is passive. But once you know which parameters are important, the input can become active. Playfully people will lern, that candies will be given to children and denied to adults. Since everyone of us should preserve its inner child, the machine can be outsmarted :) Just put yourselve to the same eye level as a child... "
  }
}


